/* Authorizing */
"Authorizing" = "Autorizando";

/* Bookmarks */
"Bookmarks" = "Marcadores";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Barra de marcadores";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* unable to load page */
"Cannot Load Page" = "No se puede cargar la página";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* Location of Bookmark */
"Containing Folder" = "Carpeta superior";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Los datos del servidor están en un formato nuevo no reconocido. Actualice Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Los datos en el servidor están en un formato antiguo no admitido. Actualice Firefox Sync en su equipo de escritorio.";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "Tras la última actualización, debes volver a iniciar sesión en Foxbrowser.";

/* Edit something */
"Edit" = "Editar";

/* Edit Bookmark Folder */
"Edit Folder" = "Editar Carpeta";

/* error loading page */
"Error Loading Page" = "Error al cargar la página";

/* Failed to authenticate */
"Failed to authenticate" = "No se puede autenticar";

/* URL of RSS Feed */
"Feed-URL" = "Feed-URL";

/* No comment provided by engineer. */
"Help" = "Ayudar";

/* History Label */
"History" = "Historial";

/* Information */
"Information" = "Información";

/* Instructions title */
"Instructions" = "Instrucciones";

/* Default DejalActivtyView label text */
"Loading..." = "Cargando...";

/* No comment provided by engineer. */
"Logged in as" = "Logged in as";

/* unable to login */
"Login Failure" = "Fallo al iniciar sesión";

/* Create a new folder */
"New Folder" = "Crear Carpeta";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* no internet connection */
"No internet connection available" = "No hay conexión a internet disponible";

/* No open Tabs found */
"No open Tabs found" = "No se encontraron pestañas abiertas";

/* ok */
"OK" = "OK";

/* User did not enter password warning */
"Please enter a password" = "Entrar aquí los datos de acceso";

/* Invalid email warning */
"Please enter the email address for your account" = "Introduzca su dirección de correo electrónico y contraseña para conectarse. ";

/* Settings */
"Settings" = "Ajustes";

/* perform sign out */
"Sign Out" = "Desconectar";

/* Signout */
"Signing out will erase your Firefox Sync information from this device, but will require signing in and a full refresh next time." = "Desconectar borrará su información de Firefox Sync de este dispositivo, y obligará a iniciar sesión y hacer un refresco completo la próxima vez.";

/* Firefox sync login title */
"Sync Login" = "Sync Login";

/* Tabs */
"Tabs" = "Pestañas";

/* Title of the Bookmark */
"Title" = "Título";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Marcadores desordenados";

/* No comment provided by engineer. */
"Warning" = "Advertencia";

/* URL of Bookmark */
"Website URL" = "URL del sitio web";

/* No comment provided by engineer. */
"WiFi" = "Wifi";

